Repository: jankampherbeek/EnigmaApl
Catalog: EnigmaApl/*.lproj/Localizable.strings
Languages: fr

source: Hello
fr: Bonjour

source: Goodbye
fr: Au revoir

source: Welcome
fr: Bienvenue

source: Save
fr: Enregistrer

source: Cancel
fr: Annuler

source: Delete
fr: Supprimer

source: Edit
fr: Modifier

source: Loading...
fr: Chargement...

source: Error
fr: Erreur

source: Success
fr: Succès

source: Please wait...
fr: Veuillez patienter...

source: Today
fr: Aujourd'hui

source: Yesterday
fr: Hier

source: Tomorrow
fr: Demain

# enum.ayanamsha.aldebaran15tau
source: Aldebaran 15 Taurus
fr: Aldébaran 15 Taureau

# enum.ayanamsha.aryabhatameansun
source: Aryabhata mean Sun
fr: Aryabhata Soleil moyen

# enum.ayanamsha.galcentbrand
source: Galactic Center Brand
fr: Centre galactique Brand

# enum.ayanamsha.galcentiau1958
source: Galactic Center IAU 1958
fr: Centre galactique IAU 1958

# enum.ayanamsha.galcent0cap
source: Galactic Center 0 Capricorn
fr: Centre galactique 0 Capricorne

# enum.ayanamsha.galcent0sag
source: Galactic Center 0 Sagittarius
fr: Centre galactique 0 Sagittaire

# enum.ayanamsha.galequator
source: Galactic equator
fr: Équateur galactique

# enum.ayanamsha.galequatormidmula
source: Galactic equator mid Mula
fr: Équateur galactique milieu Mula

# enum.ayanamsha.hipparchus
source: Hipparchus
fr: Hipparque

# enum.ayanamsha.sassanian
source: Sassanian
fr: Sassanide

# enum.ayanamsha.suryasiddhantameansun
source: Surya Siddhante mean Sun
fr: Surya Siddhante Soleil moyen

# enum.ayanamsha.tropical
source: Tropical: no ayanamsha
fr: Tropical: pas d'ayanamsha

# enum.ayanamsha.truecitrapaksha
source: True Citrapaksha
fr: Vrai Citrapaksha

# enum.ayanamsha.truemula
source: True Mula
fr: Vrai Mula

# enum.ayanamsha.truepushya
source: True Pushya
fr: Vrai Pushya

# enum.ayanamsha.truerevati
source: True Revati
fr: Vrai Revati

# enum.ayanamsha.ushashashi
source: Usha Shashi
fr: Vrai Shashi

# enum.blackmooncorrectiontype.interpolated
source: Interpolated
fr: Interpolé

# enum.factor.sun
source: Sun
fr: Soleil

# enum.factor.moon
source: Moon
fr: Lune

# enum.factor.mercury
source: Mercury
fr: Mercure

# enum.factor.venus
source: Venus
fr: Vénus

# enum.factor.earth
source: Earth
fr: Terre

# enum.factor.saturn
source: Saturn
fr: Saturne

# enum.factor.northnode
source: North Lunar Node
fr: Nœud Nord Lunaire

# enum.factor.persephoneram
source: Persephone (Ram)
fr: Perséphone (Ram)

# enum.factor.hermesram
source: Hermes (Ram)
fr: Hermès (Ram)

# enum.factor.demeterram
source: Demeter (Ram)
fr: Déméter (Ram)

# enum.factor.cupidoura
source: Cupido (Uranian)
fr: Cupidon (Uranien)

# enum.factor.hadesura
source: Hades (Uranian)
fr: Hadès (Uranien)

# enum.factor.zeusura
source: Zeus (Uranian)
fr: Zeus (Uranien)

# enum.factor.kronosura
source: Kronos (Uranian)
fr: Kronos (Uranien)

# enum.factor.apollonura
source: Apollon (Uranian)
fr: Apollon (Uranien)

# enum.factor.admetosura
source: Admetos (Uranian)
fr: Admète (Uranien)

# enum.factor.vulcanusura
source: Vulcanus (Uranian)
fr: Vulcain (Uranien)

# enum.factor.poseidonura
source: Poseidon (Uranian)
fr: Poséidon (Uranin)

# enum.factor.eris
source: Eris
fr: Éris

# enum.factor.ceres
source: Ceres
fr: Cérès

# enum.factor.juno
source: Juno
fr: Junon

# enum.factor.isis
source: Isis
fr: Iesis

# enum.factor.haumea
source: Haumea
fr: Hauméa

# enum.factor.makemake
source: Makemake
fr: Makémaké

# enum.factor.hygieia
source: Hygieia
fr: Hygie

# enum.factor.astraea
source: Astraea
fr: Astrea

# enum.factor.apogeemean
source: Apogee (mean)
fr: Apogée (moyen)

# enum.factor.apogeecorrected
source: Apogee (corrected)
fr: Apogée (corrigé)

# enum.factor.apogeeinterpolated
source: Apogee (interpolated)
fr: Apogée (interpolé)

# enum.factor.persephonecarteret
source: Persephone (Carteret)
fr: Perséphone (Carteret)

# enum.factor.vulcanuscarteret
source: Vulcanus (Carteret)
fr: Vulcain (Carteret)

# enum.factor.perigeeinterpolated
source: Perigee (interpolated)
fr: Périgée (interpolé)

# enum.factor.priapus
source: Priapus (mean)
fr: Priape (moyen)

# enum.factor.priapuscorrected
source: Priapus (corrected)
fr: Priape (corrigé)

# enum.factor.beast
source: Beast
fr: Bête

# enum.factor.southnode
source: South Lunar Node
fr: Nœud Sud Lunaire

# enum.factor.blacksun
source: Black Sun
fr: Soleil Noir

# enum.factor.diamond
source: Diamond
fr: Diamant

# enum.factor.eastpoint
source: Eastpoint
fr: Point Est

# enum.factor.zeroaries
source: Zero Aries
fr: 0° Bélier

# enum.factor.parsfortuna
source: Point of Fortune
fr: Part de Fortune

# enum.housesystem.nohouses
source: No Houses
fr: Pas de maisons

# enum.housesystem.porphyri
source: Porphyri
fr: Porphyre

# enum.housesystem.regiomontanus
source: Regiomontanus
fr: Régiomontanus

# enum.housesystem.topocentric
source: Topocentric
fr: Topocentrique

# enum.housesystem.whole_sign
source: Whole sign houses
fr: Maisons en signes entiers

# enum.housesystem.equal_from_ascendant
source: Equal from ascendant
fr: Égales à partir de l'Ascendant

# enum.housesystem.equal_from_mc
source: Equal from MC
fr: Égales à partir du MC

# enum.housesystem.equal_from_0_aries
source: Equal from 0Â° Aries
fr: Égales à partir de l'Ascendant 0° Belier

# enum.housesystem.axial_rotation
source: Axial rotation
fr: Rotation axiale

# enum.housesystem.sunshine
source: Sunshine
fr: Ensoleillement

# enum.housesystem.sunshine_treindl
source: Sunshine (Treindl)
fr: Ensoleillement (Treindl)

# enum.housesystem.pullen_sin_diff
source: Pullen (sinusoidal difference)
fr: Pullen (différence sinusoïdale)

# enum.housesystem.pullen_sin_ratio
source: Pullen (sinusoidal ratio)
fr: Pullen (rapport sinusoïdal)

# enum.lotstypes.nosect
source: No sect
fr: Sans secte

# enum.lotstypes.sect
source: With sect
fr: Avec secte

# enum.lunarnodetypes.mean
source: Mean Node
fr: Nœud lunaire moyen

# enum.lunarnodetypes.true
source: True Node
fr: Nœud lunaire vrai

# enum.observerpos.geocentric
source: Geocentric
fr: Géocentrique

# enum.observerpos.topocentric
source: Topocentric
fr: Topocentrique

# enum.observerpos.heliocentric
source: Heliocentric
fr: Héliocentrique

# enum.projectiontype.twodimensional
source: Standard: bi-dimensionnel
fr: Standaard: twee dimensioneel

# enum.projectiontype.obliquelongitude
source: Longitude oblique
fr: Schuine lengte
