Repository: jankampherbeek/EnigmaApl
Catalog: *.lproj/Localizable.strings
Languages: fr, nl

# hello
source: Hallo
fr: Bonjour

# goodbye
source: Auf Wiedersehen
fr: Au revoir
nl: Tot ziens

# welcome
source: Willkommen
fr: Bienvenue
nl: Welkom

# save
source: Speichern
fr: Enregistrer
nl: Opslaan

# cancel
source: Abbrechen
fr: Annuler
nl: Annuleren

# delete
source: LÃ¶schen
fr: Supprimer
nl: Verwijderen

# edit
source: Bearbeiten
fr: Modifier
nl: Bewerken

# loading
source: Laden...
fr: Chargement...

# error
source: Fehler
fr: Erreur
nl: Fout

# success
source: Erfolg
fr: Succ√®s
nl: Succes

# please_wait
source: Bitte warten...
fr: Veuillez patienter...
nl: Even geduld...

# today
source: Heute
fr: Aujourd'hui
nl: Vandaag

# yesterday
source: Gestern
fr: Hier
nl: Gisteren

# tomorrow
source: Morgen
fr: Demain
